Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 登录时仅检查旧版签名记录。完整备份由 AppPorts 安全处理，请在应用内手动重签。手动签名或恢复会停止本次登录的后台任务，下次登录仍按此设置运行。
ar: تُفحص سجلات التوقيع القديمة فقط عند تسجيل الدخول. يتعامل AppPorts مع النسخ الاحتياطية الكاملة بأمان؛ أعد التوقيع يدويًا داخل التطبيق. يوقف التوقيع اليدوي أو الاستعادة مهمة الخلفية لجلسة تسجيل الدخول الحالية، ويظل هذا الإعداد مطبّقًا عند تسجيل الدخول التالي.
de: Bei der Anmeldung werden nur alte Signaturdatensätze geprüft. Vollständige Sicherungen verarbeitet AppPorts sicher; signiere diese Apps manuell in AppPorts neu. Manuelles Signieren oder Wiederherstellen stoppt den Hintergrundtask für diese Sitzung. Bei der nächsten Anmeldung gilt diese Einstellung weiterhin.
en: At login, only legacy signing records are checked. Complete backups are handled safely in AppPorts; re-sign these apps manually. Manual signing or restoration stops the background task for this session; this setting still applies at the next login.
eo: Ĉe ensaluto estas kontrolataj nur malnovaj subskribaj registroj. AppPorts sekure traktas kompletajn sekurkopiojn; resubskribu permane en la aplikaĵo. Mana subskribo aŭ restaŭro haltigas la fonan taskon por la nuna ensaluta seanco; la sekva ensaluto plu uzos ĉi tiun agordon.
es: Al iniciar sesión solo se comprueban los registros de firma antiguos. AppPorts gestiona las copias completas de forma segura; vuelve a firmar esas apps manualmente desde AppPorts. Firmar o restaurar manualmente detiene la tarea en segundo plano de esta sesión. Este ajuste seguirá aplicándose en el próximo inicio de sesión.
fr: À l’ouverture de session, seuls les anciens enregistrements de signature sont vérifiés. AppPorts traite les sauvegardes complètes en toute sécurité ; re-signez ces apps manuellement dans AppPorts. Une signature ou une restauration manuelle arrête la tâche d’arrière-plan pour cette session. Ce réglage s’appliquera toujours à la prochaine ouverture de session.
hi: लॉगिन के समय केवल पुराने हस्ताक्षर रिकॉर्ड जाँचे जाते हैं। पूरे बैकअप AppPorts सुरक्षित रूप से संभालता है; ऐप के अंदर मैनुअली पुनः हस्ताक्षर करें। मैनुअल हस्ताक्षर या पुनर्स्थापन मौजूदा लॉगिन सत्र का बैकग्राउंड काम रोक देता है। अगले लॉगिन पर भी यही सेटिंग लागू होगी।
id: Saat masuk, hanya catatan tanda tangan lama yang diperiksa. AppPorts menangani cadangan lengkap secara aman; tandatangani ulang secara manual di dalam app. Penandatanganan atau pemulihan manual menghentikan tugas latar belakang untuk sesi masuk ini; pengaturan ini tetap berlaku saat masuk berikutnya.
it: Al login vengono controllate solo le vecchie registrazioni di firma. AppPorts gestisce i backup completi in modo sicuro; rifirma manualmente le app dall’applicazione. La firma o il ripristino manuale arrestano l’attività in background per questo login; l’impostazione sarà applicata di nuovo al prossimo login.
ja: ログイン時には旧形式の署名記録のみをチェックします。完全なバックアップは AppPorts が安全に処理するため、AppPorts 内で手動で再署名してください。手動で署名または復元すると、今回のログインのバックグラウンドタスクは停止しますが、次回のログイン時にはこの設定どおりに実行されます。
ko: 로그인 시 이전 버전의 서명 기록만 확인합니다. 전체 백업은 AppPorts가 안전하게 처리하므로 앱 안에서 수동으로 재서명하세요. 수동 서명 또는 복원을 하면 이번 로그인 세션의 백그라운드 작업이 중지되며 다음 로그인 시에는 이 설정에 따라 다시 실행됩니다.
nl: Bij het inloggen worden alleen oude handtekeningregistraties gecontroleerd. AppPorts verwerkt volledige reservekopieën veilig; onderteken deze apps handmatig opnieuw in de app. Handmatig ondertekenen of herstellen stopt de achtergrondtaak voor deze sessie. Bij de volgende login blijft deze instelling van toepassing.
pl: Przy logowaniu sprawdzane są tylko stare wpisy podpisów. AppPorts bezpiecznie obsługuje pełne kopie zapasowe; ponownie podpisuj te aplikacje ręcznie w AppPorts. Ręczne podpisanie lub przywrócenie zatrzymuje zadanie w tle na bieżącą sesję. Przy następnym logowaniu to ustawienie nadal będzie obowiązywać.
pt: Ao iniciar a sessão, apenas os registros de assinatura antigos são verificados. O AppPorts lida com os backups completos com segurança; reassine manualmente dentro do app. Assinar ou restaurar manualmente interrompe a tarefa em segundo plano nesta sessão; a configuração continuará valendo no próximo início de sessão.
ru: При входе в систему проверяются только старые записи о подписях. AppPorts безопасно обрабатывает полные резервные копии; переподписывайте такие приложения вручную в AppPorts. Ручная подпись или восстановление останавливает фоновую задачу до конца текущего сеанса. При следующем входе она снова будет работать согласно этой настройке.
th: เมื่อเข้าสู่ระบบ จะตรวจสอบเฉพาะระเบียนลายเซ็นรุ่นเก่า AppPorts จะจัดการข้อมูลสำรองที่ครบถ้วนอย่างปลอดภัย โปรดเซ็นใหม่ด้วยตนเองภายในแอป การเซ็นหรือคืนค่าด้วยตนเองจะหยุดงานเบื้องหลังของการเข้าสู่ระบบครั้งนี้ และยังใช้การตั้งค่านี้ในการเข้าสู่ระบบครั้งถัดไป
tr: Oturum açılırken yalnızca eski imza kayıtları kontrol edilir. Tam yedekleri AppPorts güvenle işler; bu uygulamaları AppPorts içinden elle yeniden imzalayın. Elle imzalama veya geri yükleme, bu oturumun arka plan görevini durdurur. Sonraki oturum açılışında görev yine bu ayara göre çalışır.
vi: Khi đăng nhập, chỉ kiểm tra bản ghi chữ ký cũ. AppPorts xử lý bản sao lưu đầy đủ một cách an toàn; hãy ký lại thủ công trong ứng dụng. Ký hoặc khôi phục thủ công sẽ dừng tác vụ nền của phiên đăng nhập này; lần đăng nhập sau vẫn dùng cài đặt này.
zh_hant: 登入時僅檢查舊版簽名記錄。完整備份由 AppPorts 安全處理，請在 AppPorts 中手動重簽名。手動簽名或恢復會停止本次登入的背景作業，下次登入時仍會依此設定執行。

source: 迁移记录无法读取，已停止修改并保留原记录。请检查文件权限或从备份恢复记录后重试。
ar: تعذرت قراءة سجل الترحيل. أُوقفت التغييرات مع الاحتفاظ بالسجل الأصلي. تحقق من أذونات الملف أو استعد السجل من نسخة احتياطية، ثم أعد المحاولة.
de: Der Migrationsdatensatz kann nicht gelesen werden. Änderungen wurden gestoppt und der ursprüngliche Datensatz beibehalten. Prüfe die Dateiberechtigungen oder stelle den Datensatz aus einer Sicherung wieder her und versuche es erneut.
en: The migration record can't be read. AppPorts stopped making changes and kept the original record. Check the file's permissions or restore the record from a backup, then try again.
eo: La migrada registro ne estas legebla. Ŝanĝoj haltis kaj la origina registro estis konservita. Kontrolu la dosierajn permesojn aŭ restarigu la registron el sekurkopio, poste reprovu.
es: No se puede leer el registro de migración. Se han detenido los cambios y se ha conservado el registro original. Comprueba los permisos del archivo o restaura el registro desde una copia de seguridad y vuelve a intentarlo.
fr: Impossible de lire l’enregistrement de migration. Les modifications ont été arrêtées et l’enregistrement d’origine a été conservé. Vérifiez les autorisations du fichier ou restaurez l’enregistrement depuis une sauvegarde, puis réessayez.
hi: माइग्रेशन रिकॉर्ड पढ़ा नहीं जा सका। बदलाव रोक दिए गए हैं और मूल रिकॉर्ड सुरक्षित रखा गया है। फ़ाइल की अनुमतियाँ जाँचें या बैकअप से रिकॉर्ड पुनर्स्थापित करें, फिर कोशिश करें।
id: Catatan migrasi tidak dapat dibaca. Perubahan dihentikan dan catatan asli tetap disimpan. Periksa izin file atau pulihkan catatan dari cadangan, lalu coba lagi.
it: Impossibile leggere la registrazione della migrazione. Le modifiche sono state interrotte e la registrazione originale è stata conservata. Verifica i permessi del file o ripristina la registrazione da un backup, poi riprova.
ja: 移行記録を読み取れないため、変更を中止し、元の記録を保持しました。ファイルのアクセス権を確認するか、バックアップから記録を復元してから、もう一度お試しください。
ko: 마이그레이션 기록을 읽을 수 없어 변경을 중단하고 원래 기록을 보존했습니다. 파일 권한을 확인하거나 백업에서 기록을 복원한 후 다시 시도하세요.
nl: De migratieregistratie kan niet worden gelezen. Wijzigingen zijn gestopt en de oorspronkelijke registratie is behouden. Controleer de bestandsrechten of herstel de registratie vanuit een reservekopie en probeer het opnieuw.
pl: Nie można odczytać wpisu migracji. Zmiany zostały zatrzymane, a oryginalny wpis zachowany. Sprawdź uprawnienia pliku lub przywróć wpis z kopii zapasowej i spróbuj ponownie.
pt: Não foi possível ler o registro de migração. As alterações foram interrompidas e o registro original foi preservado. Verifique as permissões do arquivo ou restaure o registro de um backup e tente novamente.
ru: Не удаётся прочитать запись о переносе. Изменения остановлены, оригинальная запись сохранена. Проверьте права доступа к файлу или восстановите запись из резервной копии и повторите попытку.
th: อ่านระเบียนการย้ายไม่ได้ หยุดแก้ไขและเก็บระเบียนเดิมไว้แล้ว โปรดตรวจสอบสิทธิ์ไฟล์หรือกู้คืนระเบียนจากข้อมูลสำรอง แล้วลองอีกครั้ง
tr: Taşıma kaydı okunamıyor. Değişiklikler durduruldu ve orijinal kayıt korundu. Dosya izinlerini kontrol edin veya kaydı yedekten geri yükleyip yeniden deneyin.
vi: Không thể đọc bản ghi di chuyển. Đã dừng thay đổi và giữ bản ghi gốc. Hãy kiểm tra quyền của tệp hoặc khôi phục bản ghi từ bản sao lưu, rồi thử lại.
zh_hant: 無法讀取遷移記錄，已停止修改並保留原記錄。請檢查檔案權限，或從備份恢復記錄後再試。

source: 所选 APFS 卷已加密，新建数据卷不会继承它的密码。为避免降低数据保护，当前版本不支持向此位置挂载迁移；原数据未改动，可以继续保留现状。
ar: وحدة تخزين APFS المحددة مشفّرة، ولن ترث وحدة البيانات الجديدة كلمة سرها. لتجنب إضعاف حماية البيانات، لا يدعم هذا الإصدار الترحيل بالتحميل إلى هذا الموقع؛ لم تتغير البيانات الأصلية، ويمكنك إبقاؤها كما هي.
de: Das ausgewählte APFS-Volume ist verschlüsselt. Ein neues Datenvolume würde sein Passwort nicht übernehmen. Damit der Datenschutz nicht geschwächt wird, unterstützt diese Version keine Mount-Migration an diesen Ort. Die ursprünglichen Daten wurden nicht verändert; du kannst alles so belassen.
en: The selected APFS volume is encrypted, and a new data volume wouldn't inherit its password. To avoid weakening data protection, this version can't mount-migrate to this location. Your data hasn't been touched, and you can keep things as they are.
eo: La elektita volumo APFS estas ĉifrita, kaj nova datumvolumo ne heredos ĝian pasvorton. Por ne malfortigi datuman protekton, ĉi tiu versio ne subtenas migradon per muntado al tiu loko. La originaj datumoj ne ŝanĝiĝis; vi povas lasi ilin tiaj.
es: El volumen APFS seleccionado está encriptado y un nuevo volumen de datos no heredaría su contraseña. Para no reducir la protección de los datos, esta versión no admite la migración por montaje a esta ubicación. Los datos originales no se han modificado y puedes dejarlos como están.
fr: Le volume APFS choisi est chiffré, et un nouveau volume de données n’hériterait pas de son mot de passe. Pour ne pas réduire la protection des données, cette version ne prend pas en charge la migration par montage vers cet emplacement. Les données d’origine sont intactes ; vous pouvez les garder en l’état.
hi: चुना गया APFS वॉल्यूम एन्क्रिप्टेड है। नए डेटा वॉल्यूम को उसका पासवर्ड नहीं मिलेगा। डेटा की सुरक्षा कम न हो, इसलिए मौजूदा संस्करण इस स्थान पर माउंट द्वारा माइग्रेशन का समर्थन नहीं करता। मूल डेटा नहीं बदला है; आप सब कुछ यथावत रख सकते हैं।
id: Volume APFS yang dipilih dienkripsi, dan volume data baru tidak akan mewarisi kata sandinya. Agar perlindungan data tidak berkurang, versi ini tidak mendukung migrasi dengan pemasangan ke lokasi tersebut. Data asli tidak diubah; Anda dapat membiarkannya seperti semula.
it: Il volume APFS selezionato è codificato e il nuovo volume dati non ne erediterà la password. Per non ridurre la protezione dei dati, questa versione non supporta la migrazione tramite montaggio in questa posizione. I dati originali non sono stati modificati: puoi lasciare tutto così com’è.
ja: 選択した APFS ボリュームは暗号化されていますが、新しく作成するデータボリュームにはそのパスワードが引き継がれません。データの保護レベルが下がるのを避けるため、現在のバージョンではこの場所へのマウント移行に対応していません。元のデータは変更されていないので、このままご利用いただけます。
ko: 선택한 APFS 볼륨은 암호화되어 있으며 새 데이터 볼륨은 해당 암호를 이어받지 않습니다. 데이터 보호 수준이 낮아지지 않도록 현재 버전에서는 이 위치로의 마운트 마이그레이션을 지원하지 않습니다. 원래 데이터는 변경되지 않았으므로 그대로 유지해도 됩니다.
nl: Het geselecteerde APFS-volume is versleuteld. Een nieuw gegevensvolume neemt het wachtwoord niet over. Om de gegevensbescherming niet te verzwakken, ondersteunt deze versie geen migratie via aankoppelen naar deze locatie. De oorspronkelijke gegevens zijn niet gewijzigd; je kunt alles zo laten.
pl: Wybrany wolumin APFS jest zaszyfrowany, a nowy wolumin danych nie odziedziczy jego hasła. Aby nie osłabiać ochrony danych, ta wersja nie obsługuje migracji przez montowanie do tej lokalizacji. Oryginalne dane nie zostały zmienione; możesz pozostawić wszystko bez zmian.
pt: O volume APFS selecionado é criptografado, e um novo volume de dados não herdará sua senha. Para não reduzir a proteção dos dados, esta versão não permite migrar por montagem para este local. Os dados originais não foram alterados; você pode manter tudo como está.
ru: Выбранный том APFS зашифрован, и новый том данных не унаследует его пароль. Чтобы не ослабить защиту данных, эта версия не поддерживает перенос с монтированием в это расположение. Оригинальные данные не изменены; можно оставить всё как есть.
th: ดิสก์โวลุ่ม APFS ที่เลือกเข้ารหัสอยู่ ดิสก์โวลุ่มข้อมูลใหม่จะไม่ได้รับรหัสผ่านของดิสก์นั้น เพื่อไม่ให้การปกป้องข้อมูลลดลง เวอร์ชันปัจจุบันจึงไม่รองรับการย้ายแบบต่อเชื่อมไปยังตำแหน่งนี้ ข้อมูลเดิมไม่ได้เปลี่ยนแปลง คุณคงสภาพเดิมไว้ได้
tr: Seçilen APFS birimi şifreli; yeni veri birimi onun parolasını devralmaz. Veri korumasını zayıflatmamak için bu sürüm, bu konuma bağlayarak taşımayı desteklemez. Orijinal veriler değiştirilmedi; her şeyi olduğu gibi bırakabilirsiniz.
vi: Ổ APFS đã chọn được mã hóa; ổ dữ liệu mới sẽ không kế thừa mật khẩu của ổ này. Để tránh giảm khả năng bảo vệ dữ liệu, phiên bản hiện tại không hỗ trợ di chuyển bằng gắn kết đến vị trí này. Dữ liệu gốc chưa thay đổi, bạn có thể tiếp tục giữ nguyên.
zh_hant: 所選的 APFS 卷宗已加密，新建的資料卷宗不會沿用它的密碼。為避免降低資料保護，目前版本不支援掛載遷移到此位置；原資料未受更動，可以繼續維持現狀。

source: 此目录挂载的卷与迁移记录不一致，已停止操作并保留数据：%@
ar: وحدة التخزين المحمّلة في هذا المجلد لا تطابق سجل الترحيل. أُوقفت العملية مع الاحتفاظ بالبيانات: %@
de: Das in diesem Ordner eingebundene Volume stimmt nicht mit dem Migrationsdatensatz überein. Der Vorgang wurde gestoppt und die Daten beibehalten: %@
en: The volume mounted at this directory doesn't match the migration record. The operation stopped and your data was kept: %@
eo: La volumo muntita ĉe ĉi tiu dosierujo ne kongruas kun la migrada registro. La operacio haltis kaj la datumoj estis konservitaj: %@
es: El volumen montado en esta carpeta no coincide con el registro de migración. Se ha detenido la operación y se han conservado los datos: %@
fr: Le volume monté dans ce dossier ne correspond pas à l’enregistrement de migration. L’opération a été arrêtée et les données ont été conservées : %@
hi: इस डायरेक्ट्री में माउंट किया गया वॉल्यूम माइग्रेशन रिकॉर्ड से मेल नहीं खाता। कार्रवाई रोक दी गई और डेटा सुरक्षित रखा गया: %@
id: Volume yang terpasang di direktori ini tidak cocok dengan catatan migrasi. Operasi dihentikan dan data tetap disimpan: %@
it: Il volume montato in questa cartella non corrisponde alla registrazione della migrazione. Operazione interrotta; i dati sono stati conservati: %@
ja: このディレクトリにマウントされているボリュームが移行記録と一致しないため、操作を中止してデータを保持しました：%@
ko: 이 디렉토리에 마운트된 볼륨이 마이그레이션 기록과 일치하지 않아 작업을 중단하고 데이터를 보존했습니다: %@
nl: Het volume dat aan deze map is gekoppeld, komt niet overeen met de migratieregistratie. De bewerking is gestopt en de gegevens zijn behouden: %@
pl: Wolumin zamontowany w tym folderze nie odpowiada wpisowi migracji. Operacja została zatrzymana, a dane zachowane: %@
pt: O volume montado nesta pasta não corresponde ao registro de migração. A operação foi interrompida e os dados foram preservados: %@
ru: Том, смонтированный в эту папку, не соответствует записи о переносе. Операция остановлена, данные сохранены: %@
th: ดิสก์โวลุ่มที่ต่อเชื่อมกับไดเรกทอรีนี้ไม่ตรงกับระเบียนการย้าย หยุดดำเนินการและเก็บข้อมูลไว้แล้ว: %@
tr: Bu klasöre bağlı birim, taşıma kaydıyla eşleşmiyor. İşlem durduruldu ve veriler korundu: %@
vi: Ổ được gắn kết tại thư mục này không khớp với bản ghi di chuyển. Đã dừng thao tác và giữ lại dữ liệu: %@
zh_hant: 此目錄掛載的卷宗與遷移記錄不一致，已停止操作並保留資料：%@

source: 后台正在连接外部存储，本次操作尚未开始。请稍后重试。
ar: يجري توصيل التخزين الخارجي في الخلفية، ولم تبدأ هذه العملية بعد. يرجى المحاولة بعد قليل.
de: Der externe Speicher wird im Hintergrund verbunden. Dieser Vorgang wurde noch nicht gestartet. Versuche es gleich noch einmal.
en: AppPorts is reconnecting external storage in the background, so this operation hasn't started. Try again in a moment.
eo: La ekstera konservilo estas konektata en la fono; ĉi tiu operacio ankoraŭ ne komenciĝis. Provu denove post momento.
es: El almacenamiento externo se está conectando en segundo plano. Esta operación aún no ha comenzado. Inténtalo de nuevo dentro de un momento.
fr: Le stockage externe est en cours de connexion en arrière-plan. Cette opération n’a pas encore commencé. Réessayez dans un instant.
hi: बैकग्राउंड में बाहरी स्टोरेज जोड़ा जा रहा है। यह कार्रवाई अभी शुरू नहीं हुई है। थोड़ी देर बाद फिर कोशिश करें।
id: Penyimpanan eksternal sedang dihubungkan di latar belakang; operasi ini belum dimulai. Coba lagi sebentar.
it: L’unità esterna viene collegata in background. Questa operazione non è ancora iniziata. Riprova tra poco.
ja: バックグラウンドで外部ストレージに接続中のため、この操作はまだ開始されていません。しばらくしてからもう一度お試しください。
ko: 백그라운드에서 외장 저장 장치를 연결 중이므로 이번 작업은 아직 시작되지 않았습니다. 잠시 후 다시 시도하세요.
nl: De externe opslag wordt op de achtergrond verbonden. Deze bewerking is nog niet gestart. Probeer het zo opnieuw.
pl: Nośnik zewnętrzny jest podłączany w tle. Ta operacja jeszcze się nie rozpoczęła. Spróbuj ponownie za chwilę.
pt: O armazenamento externo está sendo conectado em segundo plano. Esta operação ainda não começou. Tente novamente em instantes.
ru: Внешний накопитель подключается в фоновом режиме. Эта операция ещё не началась. Повторите попытку чуть позже.
th: กำลังเชื่อมต่ออุปกรณ์จัดเก็บข้อมูลภายนอกในเบื้องหลัง การดำเนินการครั้งนี้ยังไม่เริ่ม โปรดลองอีกครั้งในภายหลัง
tr: Harici depolama arka planda bağlanıyor. Bu işlem henüz başlamadı. Biraz sonra yeniden deneyin.
vi: Đang kết nối bộ nhớ ngoài trong nền; thao tác này chưa bắt đầu. Hãy thử lại sau một lát.
zh_hant: 背景正在連接外接儲存裝置，本次操作尚未開始。請稍後再試。

source: 空间不足：需要约 %@ 可用空间，目前只有 %@。未做任何改动。
ar: المساحة غير كافية: يلزم نحو %@ من المساحة المتاحة، والمتاح حاليًا %@ فقط. لم يُجرَ أي تغيير.
de: Nicht genug Speicherplatz: Benötigt werden etwa %@ freier Speicherplatz, verfügbar sind nur %@. Es wurde nichts verändert.
en: Not enough space: about %@ of free space is needed, but only %@ is available. Nothing was changed.
eo: Nesufiĉa spaco: necesas ĉirkaŭ %@ da libera spaco, sed nun disponeblas nur %@. Nenio estis ŝanĝita.
es: Espacio insuficiente: se necesitan unos %@ de espacio libre, pero solo hay %@ disponibles. No se ha modificado nada.
fr: Espace insuffisant : environ %@ d’espace libre sont nécessaires, mais seuls %@ sont disponibles. Rien n’a été modifié.
hi: पर्याप्त जगह नहीं है: लगभग %@ खाली जगह चाहिए, लेकिन अभी केवल %@ उपलब्ध है। कोई बदलाव नहीं किया गया।
id: Ruang tidak cukup: diperlukan sekitar %@ ruang kosong, tetapi saat ini hanya tersedia %@. Tidak ada yang diubah.
it: Spazio insufficiente: servono circa %@ di spazio disponibile, ma ne restano solo %@. Non è stata apportata alcuna modifica.
ja: 空き容量が不足しています：約 %@ の空き容量が必要ですが、現在は %@ しかありません。何も変更されていません。
ko: 공간 부족: 약 %@의 여유 공간이 필요하지만 현재 %@만 사용할 수 있습니다. 아무것도 변경하지 않았습니다.
nl: Onvoldoende ruimte: er is ongeveer %@ vrije ruimte nodig, maar er is slechts %@ beschikbaar. Er is niets gewijzigd.
pl: Za mało miejsca: potrzeba około %@ wolnego miejsca, a dostępne jest tylko %@. Niczego nie zmieniono.
pt: Espaço insuficiente: são necessários cerca de %@ de espaço livre, mas há apenas %@ disponíveis. Nada foi alterado.
ru: Недостаточно места: требуется около %@ свободного места, но доступно только %@. Ничего не изменено.
th: พื้นที่ไม่เพียงพอ: ต้องใช้พื้นที่ว่างประมาณ %@ แต่ตอนนี้มีเพียง %@ ยังไม่มีการเปลี่ยนแปลงใดๆ
tr: Yeterli alan yok: yaklaşık %@ boş alan gerekiyor, ancak yalnızca %@ kullanılabilir. Hiçbir değişiklik yapılmadı.
vi: Không đủ dung lượng: cần khoảng %@ dung lượng trống, nhưng hiện chỉ có %@. Chưa thay đổi gì.
zh_hant: 空間不足：需要約 %@ 可用空間，目前只有 %@。未做任何更動。

source: 还原没有完成：外置卷上的数据和迁移记录保持不变，已复制到本机的副本保留在「%@」。%@
ar: لم تكتمل الاستعادة: بقيت بيانات وحدة التخزين الخارجية وسجل الترحيل دون تغيير، وتم الاحتفاظ بالنسخة المنسوخة إلى هذا الـ Mac في «%@». %@
de: Die Wiederherstellung wurde nicht abgeschlossen. Die Daten auf dem externen Volume und der Migrationsdatensatz sind unverändert. Die auf diesen Mac kopierten Daten wurden unter „%@“ beibehalten. %@
en: Restore did not finish. The data on the external volume and the migration record are unchanged, and the copy made on this Mac was kept at “%@”. %@
eo: La restarigo ne finiĝis: la datumoj sur la ekstera volumo kaj la migrada registro restas senŝanĝaj. La kopio farita sur ĉi tiu Mac estis konservita ĉe “%@”. %@
es: La restauración no ha terminado. Los datos del volumen externo y el registro de migración siguen intactos. La copia realizada en este Mac se ha conservado en «%@». %@
fr: La restauration n’a pas abouti. Les données du volume externe et l’enregistrement de migration sont inchangés. La copie effectuée sur ce Mac a été conservée dans « %@ ». %@
hi: पुनर्स्थापन पूरा नहीं हुआ: बाहरी वॉल्यूम का डेटा और माइग्रेशन रिकॉर्ड नहीं बदले हैं। इस Mac पर बनाई गई कॉपी “%@” में सुरक्षित रखी गई है। %@
id: Pemulihan belum selesai: data di volume eksternal dan catatan migrasi tidak berubah. Salinan yang dibuat di Mac ini disimpan di “%@”. %@
it: Ripristino incompleto: i dati sul volume esterno e la registrazione della migrazione sono invariati. La copia creata sul Mac è stata conservata in “%@”. %@
ja: 復元が完了しませんでした：外部ボリューム上のデータと移行記録は変更されていません。このMacにコピーされたデータは「%@」に残っています。%@
ko: 복원이 완료되지 않았습니다. 외장 볼륨의 데이터와 마이그레이션 기록은 변경되지 않았으며 이 Mac으로 복사한 데이터는 “%@”에 보존되었습니다. %@
nl: Het herstel is niet voltooid. De gegevens op het externe volume en de migratieregistratie zijn ongewijzigd. De kopie op deze Mac is bewaard in ‘%@’. %@
pl: Przywracanie nie zostało ukończone. Dane na woluminie zewnętrznym i wpis migracji pozostają bez zmian. Kopia utworzona na tym Macu została zachowana w „%@”. %@
pt: A restauração não foi concluída. Os dados no volume externo e o registro de migração permanecem inalterados. A cópia feita neste Mac foi preservada em “%@”. %@
ru: Восстановление не завершено. Данные на внешнем томе и запись о переносе остались без изменений. Копия, созданная на этом Mac, сохранена в «%@». %@
th: การกู้คืนยังไม่เสร็จ: ข้อมูลบนดิสก์โวลุ่มภายนอกและระเบียนการย้ายไม่เปลี่ยนแปลง สำเนาที่คัดลอกมายัง Mac เครื่องนี้เก็บไว้ที่ “%@” %@
tr: Geri yükleme tamamlanmadı. Harici birimdeki veriler ve taşıma kaydı değiştirilmedi. Bu Mac’e kopyalanan veriler “%@” konumunda korundu. %@
vi: Khôi phục chưa hoàn tất: dữ liệu trên ổ lưu trữ ngoài và bản ghi di chuyển không thay đổi. Bản sao đã chép về máy Mac này được giữ tại “%@”. %@
zh_hant: 還原未完成：外接卷宗上的資料和遷移記錄保持不變，已複製到本機的副本保留在「%@」。%@

source: 数据目录：%@ 外部存储：%@
ar: مجلد البيانات: %@ التخزين الخارجي: %@
de: Datenordner: %@ Externer Speicher: %@
en: Data folder: %@ External storage: %@
eo: Datumdosierujo: %@ Ekstera konservilo: %@
es: Carpeta de datos: %@ Almacenamiento externo: %@
fr: Dossier de données : %@ Stockage externe : %@
hi: डेटा डायरेक्ट्री: %@ बाहरी स्टोरेज: %@
id: Direktori Data: %@ Penyimpanan eksternal: %@
it: Cartella dati: %@ Unità esterna: %@
ja: データディレクトリ：%@ 外部ストレージ：%@
ko: 데이터 디렉토리: %@ 외장 저장 장치: %@
nl: Gegevensmap: %@ Externe opslag: %@
pl: Folder danych: %@ Nośnik zewnętrzny: %@
pt: Pasta de dados: %@ Armazenamento externo: %@
ru: Папка данных: %@ Внешний накопитель: %@
th: ไดเรกทอรีข้อมูล: %@ อุปกรณ์จัดเก็บข้อมูลภายนอก: %@
tr: Veri klasörü: %@ Harici depolama: %@
vi: Thư mục dữ liệu: %@ Bộ nhớ ngoài: %@
zh_hant: 資料目錄：%@ 外接儲存裝置：%@
